[
  {"id":"anon.Report2017ICCAT2017","accessed":{"date-parts":[[2021,3,26]]},"author":[{"literal":"Anon."}],"container-title":"Collect. Vol. Sci. Pap. ICCAT","issue":"3","issued":{"date-parts":[[2017]]},"page":"841-967","title":"Report of the 2017 ICCAT Atlantic Swordfish Stock Assessment Session. SCRS/2017/008","type":"article-journal","URL":"https://www.iccat.int/Documents/CVSP/CV074_2017/n_3/CV074030841.pdf","volume":"74"},
  {"id":"carruthersDataLimitedMethodsToolkit2018a","abstract":"A simulation-based approach known as management strategy evaluation (MSE) is increasingly used by resource managers to identify management procedures that are robust to uncertainties in system dynamics. The majority of global fish populations are data limited and there is large uncertainty over their population and exploitation dynamics. The Data-Limited Methods Toolkit (DLMtool) is an R package that allows for rapid and flexible MSE specification. The package consolidates a large number of existing data-limited management procedures and allows for rapid MSE testing of new approaches. The DLMtool package has supported transparent and rigorous decision-making for a number of data-limited populations, identifying robust management procedures and revealing performance trade-offs.","accessed":{"date-parts":[[2021,3,28]]},"author":[{"family":"Carruthers","given":"Thomas R."},{"family":"Hordyk","given":"Adrian R."}],"container-title":"Methods in Ecology and Evolution","DOI":"https://doi.org/10.1111/2041-210X.13081","ISSN":"2041-210X","issue":"12","issued":{"date-parts":[[2018]]},"language":"en","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1111/2041-210X.13081","page":"2388-2395","source":"Wiley Online Library","title":"The Data-Limited Methods Toolkit (DLMtool): An R package for informing management of data-limited populations","title-short":"The Data-Limited Methods Toolkit (DLMtool)","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.13081","volume":"9"},
  {"id":"coelhoHookingMortalitySwordfish2019","abstract":"This paper revises detailed data on hooking (at-haulback) mortality of swordfish captured and discarded by pelagic longlines, using as a case study the shallow night setting Portuguese pelagic longline fishery that targets manly swordfish, in the Atlantic Ocean. The overall at-haulback mortality for swordfish was very high, specifically 85.2% for all sample/sizes combined, and even higher for the smaller sizes classes. Specifically, observed at-haulback mortality was 87.8% for specimens smaller than 125 cm lower jaw fork length (LJFL) and 88.1% for specimens smaller than 119 cm LJFL, corresponding to the minimum landing size options currently in place in the Atlantic Ocean. The mortality was modeled with logistic generalized linear models, showing that specimen size, sea surface temperature (SST) and mode of operation were significant variables, and with the hooking mortality decreasing with specimen size while increasing with SST. Even though this study only focuses one fishery, the data is widespread and covers a wide Atlantic area, being representative of most modern shallow setting longlines targeting swordfish, and including both fresh and freezer operating vessels. Additionally, this study only focuses hooking mortality, with a note that the overall mortality rates are likely higher due to post-release mortality of released specimens. Overall, this work presents new and important information on swordfish mortality and opens the discussion on the efficiency of the minimum landing sizes for swordfish currently in place in the Atlantic that were established mainly to protect juvenile swordfish.","accessed":{"date-parts":[[2021,3,28]]},"author":[{"family":"Coelho","given":"Rui"},{"family":"Muñoz-Lechuga","given":"Rubén"}],"container-title":"Reviews in Fish Biology and Fisheries","container-title-short":"Rev Fish Biol Fisheries","DOI":"10.1007/s11160-018-9543-0","ISSN":"1573-5184","issue":"2","issued":{"date-parts":[[2019,6,1]]},"language":"en","page":"453-463","source":"Springer Link","title":"Hooking mortality of swordfish in pelagic longlines: comments on the efficiency of minimum retention sizes","title-short":"Hooking mortality of swordfish in pelagic longlines","type":"article-journal","URL":"https://doi.org/10.1007/s11160-018-9543-0","volume":"29"},
  {"id":"methotStockSynthesisBiological2013","abstract":"Stock synthesis (SS) is a statistical age-structured population modeling framework that has been applied in a wide variety of fish assessments globally. The framework is highly scalable from data-weak situations where it operates as an age-structured production model, to complex situations where it can flexibly incorporate multiple data sources and account for biological and environmental processes. SS implements compensatory population dynamics through use of a function relating mean recruitment to spawner reproductive output. This function enhances the ability of SS to operate in data-weak situations and enables it to estimate fishery management quantities such as fishing rates that would provide for maximum sustainable yield and to employ these rates in forecasts of potential yield and future stock status. Complex model configurations such as multiple areas and multiple growth morphs are possible, tag-recapture data can be used to aid estimation of movement rates among areas, and most parameters can change over time in response to environmental and ecosystem factors. SS is coded using Auto-Differentiation Model Builder, so inherits its powerful capability to efficiently estimate hundreds of parameters using either maximum likelihood or Bayesian inference. Output processing, principally through a package developed in R, enables rapid model diagnosis. Details of the underlying population dynamics and the statistical framework used within SS are provided.","accessed":{"date-parts":[[2020,9,2]]},"author":[{"family":"Methot","given":"Richard D."},{"family":"Wetzel","given":"Chantell R."}],"container-title":"Fisheries Research","container-title-short":"Fisheries Research","DOI":"10.1016/j.fishres.2012.10.012","ISSN":"0165-7836","issued":{"date-parts":[[2013,5,1]]},"language":"en","page":"86-99","source":"ScienceDirect","title":"Stock synthesis: A biological and statistical framework for fish stock assessment and fishery management","title-short":"Stock synthesis","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0165783612003293","volume":"142"},
  {"id":"ortizUpdatedCombinedBiomass2017","author":[{"family":"Ortiz","given":"Mauricio"},{"family":"Mejuto","given":"J."},{"family":"Hanke","given":"Alex"},{"family":"Ijima","given":"Hirotaka"},{"family":"Walter","given":"John"},{"family":"Coelho","given":"Rui"},{"family":"Ikkiss","given":"Abdel"}],"container-title":"Collect. Vol. Sci. Pap. ICCAT","issue":"3","issued":{"date-parts":[[2017]]},"page":"1275-1294","source":"ResearchGate","title":"Updated combined biomass index of abundance of North Atlantic swordfish stock 1963 - 2015. SCRS/2017/137","type":"article-journal","URL":"https://www.iccat.int/Documents/CVSP/CV074_2017/n_3/CV074031275.pdf","volume":"74"},
  {"id":"schirripaMigratingNorthAtlantic2020","abstract":"Updates to the modeling platform used to assess the North Atlantic swordfish stock (Stock Synthesis) have been made. In order to take advantage of this update and to be fully aware of any changes to the assessment the update might have, a comparison between the older version of Stock Synthesis (version 3.24) and the updated version (version 3.30) was made. The updated version of the software gave essentially identical results than did the previous version. This updated model was used to assess the outcomes of having a full retention fishery, the current minimum size regulation with 0% discard mortality, and with a, 88% discard mortality. The model using full retention resulted in a lower retained maximum sustainable yield than the 0% discard mortality, but higher than the model assuming 88% discard mortality. Furthermore, the model using full retention required a larger stock size to account for the observed landings, but lower than the model assuming 88% discard mortality. These results are only valid under the assumption that selectivity of undersized fish does not change because of the size regulation.","author":[{"family":"Schirripa","given":"Michael"},{"family":"Hordyk","given":"Adrian"}],"container-title":"Collect. Vol. Sci. Pap. ICCAT","issue":"3","issued":{"date-parts":[[2020]]},"language":"en","page":"654-668","source":"Zotero","title":"Migrating the North Atlantic swordfish stock assessment model to an updated version of Stock Synthesis with analysis of the current minimum size regulation. SCRS/2020/159","type":"article-journal","URL":"https://www.iccat.int/Documents/CVSP/CV077_2020/n_3/CV077030654.pdf","volume":"77"}
]
