[
  {"id":"anon.PeerReviewNorth2021","author":[{"literal":"Anon."}],"citation-key":"anon.PeerReviewNorth2021","container-title":"Collect. Vol. Sci. Pap. ICCAT,","issue":"7","issued":{"date-parts":[[2021]]},"title":"Peer review of the North Atlantic Swordfish Management Strategy Evaluation (MSE) code and algorithms SCRS/2021/097","type":"article-journal","volume":"78"},
  {"id":"anon.Report2017ICCAT2017","accessed":{"date-parts":[[2021,3,26]]},"author":[{"literal":"Anon."}],"citation-key":"anon.Report2017ICCAT2017","container-title":"Collect. Vol. Sci. Pap. ICCAT","issue":"3","issued":{"date-parts":[[2017]]},"page":"841-967","title":"Report of the 2017 ICCAT Atlantic Swordfish Stock Assessment Session. SCRS/2017/008","type":"article-journal","URL":"https://www.iccat.int/Documents/CVSP/CV074_2017/n_3/CV074030841.pdf","volume":"74"},
  {"id":"carruthersDataLimitedMethodsToolkit2018","abstract":"A simulation-based approach known as management strategy evaluation (MSE) is increasingly used by resource managers to identify management procedures that are robust to uncertainties in system dynamics. The majority of global fish populations are data limited and there is large uncertainty over their population and exploitation dynamics. The Data-Limited Methods Toolkit (DLMtool) is an R package that allows for rapid and flexible MSE specification. The package consolidates a large number of existing data-limited management procedures and allows for rapid MSE testing of new approaches. The DLMtool package has supported transparent and rigorous decision-making for a number of data-limited populations, identifying robust management procedures and revealing performance trade-offs.","accessed":{"date-parts":[[2020,9,2]]},"author":[{"family":"Carruthers","given":"Thomas"},{"family":"Hordyk","given":"Adrian R."}],"citation-key":"carruthersDataLimitedMethodsToolkit2018","container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.13081","ISSN":"2041-210X","issue":"12","issued":{"date-parts":[[2018]]},"language":"en","license":"All rights reserved","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1111/2041-210X.13081","page":"2388-2395","source":"Wiley Online Library","title":"The Data-Limited Methods Toolkit (DLMtool): An R package for informing management of data-limited populations","title-short":"The Data-Limited Methods Toolkit (DLMtool)","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.13081","volume":"9"},
  {"id":"francisDataWeightingStatistical2011","abstract":"The conclusions drawn from fisheries stock assessment models can depend strongly on the relative weights assigned to different data sets. However, there is no consensus amongst practitioners as to the best approach to data weighting. From a discussion of some key questions concerning data weighting in stock assessment models, I draw three guiding principles: (i) do not let other data stop the model from fitting abundance data well; (ii) when weighting age or length composition data, allow for correlations; and (iii) do not down-weight abundance data because they may be unrepresentative. I propose an approach to data weighting based on these principles. Two factors that complicate this approach are that some decisions are inevitably subjective (which underlines the need for expert knowledge in stock assessment), and some technical problems are unresolved.","accessed":{"date-parts":[[2020,10,19]]},"author":[{"family":"Francis","given":"R.I.C. Chris"}],"citation-key":"francisDataWeightingStatistical2011","container-title":"Canadian Journal of Fisheries and Aquatic Sciences","container-title-short":"Can. J. Fish. Aquat. Sci.","DOI":"10.1139/f2011-025","editor":[{"family":"Hilborn","given":"Ray"}],"ISSN":"0706-652X, 1205-7533","issue":"6","issued":{"date-parts":[[2011,6]]},"language":"en","page":"1124-1138","source":"DOI.org (Crossref)","title":"Data weighting in statistical fisheries stock assessment models","type":"article-journal","URL":"http://www.nrcresearchpress.com/doi/10.1139/f2011-025","volume":"68"},
  {"id":"methotStockSynthesisBiological2013","abstract":"Stock synthesis (SS) is a statistical age-structured population modeling framework that has been applied in a wide variety of fish assessments globally. The framework is highly scalable from data-weak situations where it operates as an age-structured production model, to complex situations where it can flexibly incorporate multiple data sources and account for biological and environmental processes. SS implements compensatory population dynamics through use of a function relating mean recruitment to spawner reproductive output. This function enhances the ability of SS to operate in data-weak situations and enables it to estimate fishery management quantities such as fishing rates that would provide for maximum sustainable yield and to employ these rates in forecasts of potential yield and future stock status. Complex model configurations such as multiple areas and multiple growth morphs are possible, tag-recapture data can be used to aid estimation of movement rates among areas, and most parameters can change over time in response to environmental and ecosystem factors. SS is coded using Auto-Differentiation Model Builder, so inherits its powerful capability to efficiently estimate hundreds of parameters using either maximum likelihood or Bayesian inference. Output processing, principally through a package developed in R, enables rapid model diagnosis. Details of the underlying population dynamics and the statistical framework used within SS are provided.","accessed":{"date-parts":[[2020,9,2]]},"author":[{"family":"Methot","given":"Richard D."},{"family":"Wetzel","given":"Chantell R."}],"citation-key":"methotStockSynthesisBiological2013","container-title":"Fisheries Research","container-title-short":"Fisheries Research","DOI":"10.1016/j.fishres.2012.10.012","ISSN":"0165-7836","issued":{"date-parts":[[2013,5,1]]},"language":"en","page":"86-99","source":"ScienceDirect","title":"Stock synthesis: A biological and statistical framework for fish stock assessment and fishery management","title-short":"Stock synthesis","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0165783612003293","volume":"142"},
  {"id":"ortizUpdatedCombinedBiomass2017","author":[{"family":"Ortiz","given":"Mauricio"},{"family":"Mejuto","given":"J."},{"family":"Hanke","given":"Alex"},{"family":"Ijima","given":"Hirotaka"},{"family":"Walter","given":"John"},{"family":"Coelho","given":"Rui"},{"family":"Ikkiss","given":"Abdel"}],"citation-key":"ortizUpdatedCombinedBiomass2017","container-title":"Collect. Vol. Sci. Pap. ICCAT","issue":"3","issued":{"date-parts":[[2017]]},"page":"1275-1294","source":"ResearchGate","title":"Updated combined biomass index of abundance of North Atlantic swordfish stock 1963 - 2015. SCRS/2017/137","type":"article-journal","URL":"https://www.iccat.int/Documents/CVSP/CV074_2017/n_3/CV074031275.pdf","volume":"74"}
]
